{
  "products": [
  {
    "id": 1,
    "title": "Passenger Elevator",
    "image": "https://tse1.mm.bing.net/th/id/OIP.8mL6V7ZhB3EzWUmeP9wQZwHaFe?pid=Api&P=0&h=220",
    "description": "Smooth, safe, and energy-efficient passenger elevators designed for residential and commercial buildings, offering quiet operation and modern aesthetics."
  },
  {
    "id": 2,
    "title": "Hospital Elevator",
    "image": "https://jeclift.com/wp-content/uploads/2022/07/7b5bd5bc9fa3cee5cbb8612100b0967c-1200x899.jpg",
    "description": "Specially designed hospital elevators ensuring patient safety, smooth movement of stretchers, and hygienic interiors for healthcare environments."
  },
  {
    "id": 3,
    "title": "Freight Elevator",
    "image": "https://tse2.mm.bing.net/th/id/OIP.kbDLiPviGJYfex4AMDDlggHaFT?pid=Api&P=0&h=220",
    "description": "Heavy-duty freight elevators engineered to carry goods and materials safely, ideal for factories, warehouses, and industrial buildings."
  },
  {
    "id": 4,
    "title": "Home Elevator",
    "image": "https://www.beautifulrenovations.ca/wp-content/uploads/2023/08/9.elevator.jpg",
    "description": "Compact, stylish, and customizable home elevators designed to enhance comfort, accessibility, and luxury in modern homes and villas."
  },
  {
    "id": 5,
    "title": "MRL Elevator",
    "image": "https://tse4.mm.bing.net/th/id/OIP.45ph-H6QfqSZLG3CvgNDOgHaE8?pid=Api&P=0&h=220",
    "description": "Machine Room Less elevators that save space and energy, offering smooth performance and modern design without a separate machine room."
  },
  {
    "id": 6,
    "title": "Panoramic Glass Elevator",
    "image": "https://tse4.mm.bing.net/th/id/OIP.CJuCeQe0S4BSNEf7ELjMUAHaFj?pid=Api&P=0&h=220",
    "description": "Elegant panoramic glass elevators providing a premium visual experience, ideal for malls, hotels, and luxury commercial spaces."
  },
  {
    "id": 7,
    "title": "Goods Cum Passenger Elevator",
    "image": "https://tse4.mm.bing.net/th/id/OIP.qso2LKshc1fTYkWr15HKzwHaGi?pid=Api&P=0&h=220",
    "description": "Versatile elevators designed to safely transport both passengers and goods in commercial and industrial environments."
  },
  {
    "id": 8,
    "title": "Car Elevator",
    "image": "https://tse3.mm.bing.net/th/id/OIP.VBSSrDZILp0M9AGsT0e3nQHaGc?pid=Api&P=0&h=220",
    "description": "High-capacity car elevators designed for residential complexes, showrooms, and parking facilities to move vehicles safely and efficiently."
  }
]
,

  "services": [
  {
    "id": 1,
    "title": "Elevator Installation",
    "description": "End-to-end elevator installation services executed by skilled professionals, ensuring precise fitting, smooth operation, and full compliance with national and international safety standards."
  },
  {
    "id": 2,
    "title": "Maintenance & AMC",
    "description": "Comprehensive maintenance and annual maintenance contracts designed to minimize downtime, improve performance, and extend the lifespan of elevator systems."
  },
  {
    "id": 3,
    "title": "Modernization",
    "description": "Upgradation of existing elevators with advanced control systems, improved safety features, energy-efficient components, and modern aesthetics."
  },
  {
    "id": 4,
    "title": "Elevator Repair & Breakdown Support",
    "description": "Quick-response repair services and breakdown support to restore elevator functionality safely and efficiently, reducing inconvenience and operational delays."
  },
  {
    "id": 5,
    "title": "Safety Inspection & Audits",
    "description": "Detailed safety inspections and performance audits to identify potential risks, ensure compliance, and maintain the highest safety standards."
  },
  {
    "id": 6,
    "title": "Custom Elevator Solutions",
    "description": "Tailor-made elevator solutions designed to meet specific building requirements, load capacities, and architectural designs."
  },
  {
    "id": 7,
    "title": "Control Panel & System Upgrades",
    "description": "Installation and upgrading of elevator control panels and automation systems for improved efficiency, reliability, and user experience."
  },
  {
    "id": 8,
    "title": "Energy-Efficient Solutions",
    "description": "Implementation of energy-saving elevator technologies that reduce power consumption while maintaining optimal performance."
  }
]
,

  "testimonials": [
    {
      "id": 1,
      "name": "Amit Sharma",
      "designation": "Project Manager",
      "company": "Residential Tower, Delhi",
      "message": "Dobhal Elevator provided excellent quality elevators with smooth installation and reliable service. Highly recommended.",
      "rating": 5
    },
    {
      "id": 2,
      "name": "Rohit Verma",
      "designation": "Hospital Administrator",
      "company": "City Hospital",
      "message": "Their hospital elevators are extremely smooth and safe. Maintenance support is very responsive.",
      "rating": 5
    },
    {
      "id": 3,
      "name": "Neha Gupta",
      "designation": "Architect",
      "company": "Commercial Complex",
      "message": "Premium aesthetics and great customization options. Dobhal Elevator delivers both quality and design.",
      "rating": 4
    }
  ]

}
